import React from 'react';
import './footer.css';

const Footer = () => {
    return (
        <div className='footer'>
            <div className='footer__description'>
                <p>Вся информация представлена на сайте в ознакомительных целях и не является публичной офертой. Требуется консультация специалиста. Все материалы данного сайта являются объектами авторского права (в том числе дизайн). Запрещается копирование, распространение или любое иное использование информации и объектов без предварительного согласия правообладателя.</p>
            </div>
        </div>
    )
}

export default Footer;